Repository: lord-anonymoose/social-media-app
Catalog: Social Media/Localizable.xcstrings
Source language: en
Languages: ru

# %lld секунд
source: %lld seconds
ru: %lld секунд

# %lld секунда
source: %lld seconds
ru: %lld секунда

# %lld секунды
source: %lld seconds
ru: %lld секунды

source: A login field can not be empty!
ru: Поле ввода логина не может быть пустым!

source: A password field can not be empty!
ru: Не заполнен пароль!

source: An email field ca not be empty!
ru: Поле ввода email не заполнено!

source: An email is invalid!
ru: Некорректный email!

source: Bruteforce password
ru: Подбор пароля

source: Check
ru: Проверить

source: Couldn't get to Log In screen.
ru: Не удалось перейти на экран входа.

source: Couldn't parse JSON data!
ru: Не удалось получить данные из JSON!

source: Error calculating directions: %@
ru: Ошибка вычисления маршрута: %@

source: Error!
ru: Ошибка!

source: Failed to authenticate using biometrics!
ru: Не удалось авторизироваться с помощью биометрии!

source: Failed working with datatype!
ru: Не удалось обработать тип данных!

source: Feed
ru: Лента

source: Guess the word...
ru: Угадайте слово...

source: Hello, world
ru: Привет, Мир

source: Hi, %@ 👋
ru: Привет, %@ 👋

source: HTTP Response Error!
ru: HTTP ошибка!

source: Identification
ru: Идентификация

source: Location %lld
ru: Локация %lld

source: Log In
ru: Войти

source: Network is not available!
ru: Отсутствует соединение с интернетом!

source: No access to user location!
ru: Отсутствует доступ к геопозиции!

source: No images to present!
ru: Отсутствуют изображения

source: Not a member yet? Sign up!
ru: Регистрация новых пользователей

source: OK
ru: ОК

source: Orbital period: %@
ru: Период вращения: не указан

source: Orbital period: N/A
ru: Период вращения: не указан

source: Password
ru: Пароль

source: Password is incorrect!
ru: Неверный пароль!

source: Password should be repeated!
ru: Введите пароль повторно!

source: Passwords do not match!
ru: Введенные пароли не совпадают!

source: Photo gallery
ru: Фото

source: Photos
ru: Фото

source: Repeat Password
ru: Повторите пароль

source: Residents
ru: Резиденты

source: See what's happening in GoSocial!
ru: Проверь, что нового в GoSocial!

source: Set Status
ru: Установить статус

source: Sign Up
ru: Зарегистрироваться

source: Such user does not exist!
ru: Пользователь не существует!

source: The URL is not valid!
ru: Некорректная ссылка!

source: Type new status
ru: Введите новый статус

source: User already exists!
ru: Такой пользователь уже существует!

source: User doesn't exist!
ru: Пользователь не существует!

source: Username
ru: Имя пользователя

source: Waiting for something...
ru: Жду чуда...

source: Welcome on board!
ru: Добро пожаловать!

source: What's up?
ru: Как дела?

source: Wrong credentials!
ru: Неверные данные!

source: Your connection is lost!
ru: Отсутствует подключение к интернету!
